Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# storage.detail.overview.placeholder.deletingLeftover
source: Deleting %lld/%lld
de: Löschen: %lld/%lld
es: Eliminando %lld/%lld
es_419: Eliminando %lld/%lld
fr: Suppression %lld/%lld
ja: 削除中 %lld/%lld
ko: 삭제 중 %lld/%lld
pt_br: Excluindo %lld/%lld
pt_pt: A eliminar %lld/%lld
ru: Удаление %lld/%lld
uk: Видалення %lld/%lld
zh_hans: 正在删除 %lld/%lld
zh_hant: 正在刪除 %lld/%lld
zh_hk: 正在刪除 %lld/%lld

# storage.detail.overview.placeholder.deletingLeftoverStarting
source: Deleting leftover files…
de: Lösche Restdateien…
es: Eliminando archivos sobrantes…
es_419: Eliminando archivos sobrantes…
fr: Suppression des fichiers résiduels…
ja: 残存ファイルを削除中…
ko: 잔여 파일 삭제 중…
pt_br: Excluindo arquivos residuais…
pt_pt: A eliminar ficheiros residuais…
ru: Удаление остаточных файлов…
uk: Видалення залишкових файлів…
zh_hans: 正在删除残留文件…
zh_hant: 正在刪除殘留檔案…
zh_hk: 正在刪除殘留檔案…

# storage.detail.overview.placeholder.disconnected
source: Connect This Node
de: Diesen Knoten verbinden
es: Conectar este nodo
es_419: Conectar este nodo
fr: Connecter ce nœud
ja: このノードに接続
ko: 이 노드 연결
pt_br: Conectar este nó
pt_pt: Ligar este nó
ru: Подключить этот узел
uk: Підключити цей вузол
zh_hans: 连接此节点
zh_hant: 連接此節點
zh_hk: 連接此節點

# storage.detail.overview.placeholder.executing
source: Execution in progress…
de: Vorgang läuft …
es: Ejecución en curso…
es_419: Ejecución en curso…
fr: Exécution en cours…
ja: 実行中…
ko: 실행 중…
pt_br: Execução em andamento…
pt_pt: Execução em curso…
ru: Выполняется операция…
uk: Виконання…
zh_hans: 正在执行…
zh_hant: 正在執行…
zh_hk: 正在執行…

# storage.detail.overview.placeholder.scanningLeftover
source: Scanning for leftover files %lld/%lld
de: Suche nach Restdateien: %lld/%lld
es: Buscando archivos sobrantes %lld/%lld
es_419: Buscando archivos sobrantes %lld/%lld
fr: Recherche de fichiers résiduels %lld/%lld
ja: 残存ファイルをスキャン中 %lld/%lld
ko: 잔여 파일 검색 중 %lld/%lld
pt_br: Procurando arquivos residuais %lld/%lld
pt_pt: A procurar ficheiros residuais %lld/%lld
ru: Поиск остаточных файлов %lld/%lld
uk: Пошук залишкових файлів %lld/%lld
zh_hans: 正在扫描残留文件 %lld/%lld
zh_hant: 正在掃描殘留檔案 %lld/%lld
zh_hk: 正在掃描殘留檔案 %lld/%lld

# storage.detail.overview.placeholder.scanningLeftoverStarting
source: Scanning for leftover files…
de: Suche nach Restdateien…
es: Buscando archivos sobrantes…
es_419: Buscando archivos sobrantes…
fr: Recherche de fichiers résiduels…
ja: 残存ファイルをスキャン中…
ko: 잔여 파일 검색 중…
pt_br: Procurando arquivos residuais…
pt_pt: A procurar ficheiros residuais…
ru: Поиск остаточных файлов…
uk: Пошук залишкових файлів…
zh_hans: 正在扫描残留文件…
zh_hant: 正在掃描殘留檔案…
zh_hk: 正在掃描殘留檔案…

# storage.detail.overview.placeholder.verifying
source: Verifying %lld/%lld
de: Überprüfung: %lld/%lld
es: Verificando %lld/%lld
es_419: Verificando %lld/%lld
fr: Vérification %lld/%lld
ja: 検証中 %lld/%lld
ko: 확인 중 %lld/%lld
pt_br: Verificando %lld/%lld
pt_pt: A verificar %lld/%lld
ru: Проверка %lld/%lld
uk: Перевірка %lld/%lld
zh_hans: 正在验证 %lld/%lld
zh_hant: 正在驗證 %lld/%lld
zh_hk: 正在驗證 %lld/%lld

# storage.detail.overview.placeholder.verifyingStarting
source: Preparing to verify…
de: Überprüfung wird vorbereitet …
es: Preparando la verificación…
es_419: Preparando la verificación…
fr: Préparation de la vérification…
ja: 検証を準備中…
ko: 확인 준비 중…
pt_br: Preparando verificação…
pt_pt: A preparar verificação…
ru: Подготовка к проверке…
uk: Підготовка до перевірки…
zh_hans: 正在准备验证…
zh_hant: 正在準備驗證…
zh_hk: 正在準備驗證…

# storage.detail.overview.refreshButton
source: Refresh and Verify
de: Aktualisieren und überprüfen
es: Actualizar y verificar
es_419: Actualizar y verificar
fr: Actualiser et vérifier
ja: 更新して検証
ko: 새로 고침 및 확인
pt_br: Atualizar e verificar
pt_pt: Atualizar e verificar
ru: Обновить и проверить
uk: Оновити та перевірити
zh_hans: 刷新并验证
zh_hant: 重新整理並驗證
zh_hk: 重新整理並驗證

# storage.detail.overview.resourceCount
source: Resources
de: Ressourcen
es: Recursos
es_419: Recursos
fr: Ressources
ja: リソース
ko: 리소스
pt_br: Recursos
pt_pt: Recursos
ru: Ресурсы
uk: Ресурси
zh_hans: 资源数量
zh_hant: 資源數量
zh_hk: 資源數量

# storage.detail.overview.title
source: Node Overview
de: Knoten-Übersicht
es: Resumen del nodo
es_419: Resumen del nodo
fr: Aperçu du nœud
ja: ノードの概要
ko: 노드 개요
pt_br: Visão geral do nó
pt_pt: Visão geral do nó
ru: Обзор узла
uk: Огляд вузла
zh_hans: 节点概览
zh_hant: 節點概覽
zh_hk: 節點概覽

# storage.error.externalFallback
source: External Storage
de: Externer Speicher
es: Almacenamiento externo
es_419: Almacenamiento externo
fr: Stockage externe
ja: 外部ストレージ
ko: 외부 저장소
pt_br: Armazenamento externo
pt_pt: Armazenamento externo
ru: Внешний накопитель
uk: Зовнішнє сховище
zh_hans: 外接存储
zh_hant: 外接儲存
zh_hk: 外接儲存

# storage.error.externalUnavailable
source: External storage is unavailable. It may have been disconnected. Please reconnect the drive and try again.
de: Externer Speicher ist nicht verfügbar. Er wurde möglicherweise getrennt. Bitte schließen Sie das Laufwerk erneut an und versuchen Sie es erneut.
es: El almacenamiento externo no está disponible. Puede que se haya desconectado. Vuelve a conectar la unidad e inténtalo de nuevo.
es_419: El almacenamiento externo no está disponible. Puede haberse desconectado. Vuelve a conectar la unidad e inténtalo de nuevo.
fr: Le stockage externe est indisponible. Il a peut-être été déconnecté. Veuillez reconnecter le disque et réessayer.
ja: 外部ストレージが利用できません。取り外された可能性があります。ドライブを再接続してからもう一度お試しください。
ko: 외부 저장소를 사용할 수 없습니다. 연결이 해제되었을 수 있습니다. 드라이브를 다시 연결한 후 다시 시도해 주세요.
pt_br: O armazenamento externo não está disponível. Ele pode ter sido desconectado. Reconecte a unidade e tente novamente.
pt_pt: O armazenamento externo não está disponível. Pode ter sido desligado. Volte a ligar a unidade e tente novamente.
ru: Внешний накопитель недоступен. Возможно, он отключён. Подключите накопитель и повторите попытку.
uk: Зовнішнє сховище недоступне. Можливо, воно було від’єднане. Будь ласка, під’єднайте диск знову та спробуйте ще раз.
zh_hans: 外接存储不可用，可能已拔出。请重新连接硬盘后再试。
zh_hant: 外接儲存不可用，可能已拔出。請重新連接硬碟後再試。
zh_hk: 外接儲存不可用，可能已拔出。請重新連接硬碟後再試。

# storage.error.smbUnavailable
source: SMB connection is unavailable. It may have been disconnected or timed out. Please check the network and server status.
de: Die SMB-Verbindung ist nicht verfügbar. Sie wurde möglicherweise getrennt oder hat ein Zeitlimit überschritten. Bitte überprüfen Sie den Netzwerk- und Serverstatus.
es: La conexión SMB no está disponible. Puede que se haya desconectado o haya agotado el tiempo de espera. Comprueba el estado de la red y del servidor.
es_419: La conexión SMB no está disponible. Puede haberse desconectado o agotado el tiempo. Verifica el estado de la red y del servidor.
fr: La connexion SMB est indisponible. Elle a peut-être été déconnectée ou a expiré. Veuillez vérifier l'état du réseau et du serveur.
ja: SMB 接続が利用できません。切断されたかタイムアウトした可能性があります。ネットワークとサーバーの状態を確認してください。
ko: SMB 연결을 사용할 수 없습니다. 연결이 끊어졌거나 시간이 초과되었을 수 있습니다. 네트워크 및 서버 상태를 확인해 주세요.
pt_br: A conexão SMB não está disponível. Ela pode ter sido desconectada ou expirada. Verifique o status da rede e do servidor.
pt_pt: A ligação SMB não está disponível. Pode ter sido desligada ou expirada. Verifique o estado da rede e do servidor.
ru: SMB-подключение недоступно. Возможно, оно было разорвано или истекло время ожидания. Проверьте сеть и состояние сервера.
uk: SMB-з’єднання недоступне. Можливо, воно було розірване або минув час очікування. Перевірте стан мережі та сервера.
zh_hans: SMB 连接不可用，可能已断开或超时。请检查网络与服务器状态后再试。
zh_hant: SMB 連接不可用，可能已斷開或逾時。請檢查網路與伺服器狀態後再試。
zh_hk: SMB 連線無法使用，可能已中斷或逾時。請檢查網絡與伺服器狀態後再試。

# storage.local.symbolicLinkNotSupported
source: The selected storage path contains a symbolic link, which is not supported.
de: Der ausgewählte Speicherpfad enthält einen symbolischen Link, der nicht unterstützt wird.
es: La ruta de almacenamiento seleccionada contiene un enlace simbólico, que no es compatible.
es_419: La ruta de almacenamiento seleccionada contiene un enlace simbólico, que no es compatible.
fr: Le chemin de stockage sélectionné contient un lien symbolique, qui n’est pas pris en charge.
ja: 選択したストレージパスに、サポートされていないシンボリックリンクが含まれています。
ko: 선택한 저장소 경로에 지원되지 않는 심볼릭 링크가 포함되어 있습니다.
pt_br: O caminho de armazenamento selecionado contém um link simbólico, que não é compatível.
pt_pt: O caminho de armazenamento selecionado contém uma ligação simbólica, que não é suportada.
ru: Выбранный путь к хранилищу содержит неподдерживаемую символическую ссылку.
uk: Вибраний шлях до сховища містить непідтримуване символічне посилання.
zh_hans: 所选存储路径包含不支持的符号链接。
zh_hant: 所選儲存路徑包含不支援的符號連結。
zh_hk: 所選儲存路徑包含不支援的符號連結。

# store.grateful.content
source: We'll keep doing our best.
de: Wir geben weiterhin unser Bestes.
es: Seguiremos esforzándonos.
es_419: Seguiremos esforzándonos.
fr: Nous continuerons à faire de notre mieux.
ja: これからも頑張ります。
ko: 앞으로도 계속 노력하겠습니다.
pt_br: Continuaremos fazendo o nosso melhor.
pt_pt: Continuaremos a dar o nosso melhor.
ru: Мы продолжим стараться.
uk: Ми й надалі старатимемося.
zh_hans: 我们会继续努力。
zh_hant: 我們會繼續努力。
zh_hk: 我們會繼續努力。

# store.grateful.title
source: Thank You
de: Vielen Dank
es: Gracias
es_419: Gracias
fr: Merci
ja: ありがとうございます
ko: 감사합니다
pt_br: Obrigado
pt_pt: Obrigado
ru: Спасибо
uk: Дякуємо
zh_hans: 感谢支持
zh_hant: 感謝支持
zh_hk: 感謝支持

# store.promotion.buttonTitle
source: Get Pro
de: Pro holen
es: Obtener Pro
es_419: Obtener Pro
fr: Obtenir Pro
ja: Pro を入手
ko: Pro 이용하기
pt_br: Obter Pro
pt_pt: Obter Pro
ru: Перейти на Pro
uk: Перейти на Pro
zh_hans: 获取 Pro
zh_hant: 獲取 Pro
zh_hk: 獲取 Pro

# store.promotion.feature.1
source: Unlimited storage targets
de: Unbegrenzte Speicherziele
es: Destinos de almacenamiento ilimitados
es_419: Destinos de almacenamiento ilimitados
fr: Nombre illimité de destinations de stockage
ja: 保存先を無制限に追加
ko: 저장소를 무제한으로 연결
pt_br: Destinos de armazenamento ilimitados
pt_pt: Destinos de armazenamento ilimitados
ru: Неограниченное число узлов хранения
uk: Необмежена кількість сховищ
zh_hans: 可添加任意数量的存储目标
zh_hant: 可新增任意數量的儲存目標
zh_hk: 可新增任意數量的儲存目標

# store.promotion.feature.2
source: Background auto-backup
de: Automatische Hintergrundsicherung
es: Copia de seguridad automática en segundo plano
es_419: Respaldo automático en segundo plano
fr: Sauvegarde automatique en arrière-plan
ja: バックグラウンド自動バックアップ
ko: 백그라운드 자동 백업
pt_br: Backup automático em segundo plano
pt_pt: Cópia automática em segundo plano
ru: Фоновое автоматическое резервное копирование
uk: Фонове автоматичне резервне копіювання
zh_hans: 后台自动备份
zh_hant: 背景自動備份
zh_hk: 背景自動備份

# store.promotion.feature.3
source: And more to come…
de: Und zukünftige Funktionen …
es: Y funciones futuras…
es_419: Y funciones futuras…
fr: Et les fonctionnalités à venir…
ja: そして今後の新機能…
ko: 그리고 앞으로 추가될 기능…
pt_br: E recursos futuros…
pt_pt: E funcionalidades futuras…
ru: И другие функции на подходе…
uk: Та майбутні можливості…
zh_hans: 以及未来新增的功能……
zh_hant: 以及未來新增的功能……
zh_hk: 以及未來新增的功能……

# store.promotion.title
source: Upgrade to Pro
de: Upgrade auf Pro
es: Actualizar a Pro
es_419: Actualizar a Pro
fr: Passer à Pro
ja: Pro にアップグレード
ko: Pro로 업그레이드
pt_br: Atualizar para Pro
pt_pt: Atualizar para Pro
ru: Перейти на Pro
uk: Перейти на Pro
zh_hans: 升级到 Pro
zh_hant: 升級到 Pro
zh_hk: 升級到 Pro

# thumbnailCache.clear
source: Clear Cache
de: Cache leeren
es: Vaciar caché
es_419: Vaciar caché
fr: Vider le cache
ja: キャッシュを消去
ko: 캐시 지우기
pt_br: Limpar cache
pt_pt: Limpar cache
ru: Очистить кэш
uk: Очистити кеш
zh_hans: 清空缓存
zh_hant: 清除快取
zh_hk: 清除快取

# thumbnailCache.clearing
source: Clearing…
de: Wird geleert…
es: Vaciando…
es_419: Vaciando…
fr: Nettoyage…
ja: 消去中…
ko: 지우는 중…
pt_br: Limpando…
pt_pt: A limpar…
ru: Очистка…
uk: Очищення…
zh_hans: 正在清空…
zh_hant: 正在清除…
zh_hk: 正在清除…

# thumbnailCache.footer
source: Thumbnails downloaded or generated while browsing are cached on this device and shared across all nodes. Clearing only frees local space — it does not delete thumbnails stored on a node.
de: Beim Durchsuchen heruntergeladene oder erzeugte Miniaturbilder werden auf diesem Gerät zwischengespeichert und knotenübergreifend gemeinsam genutzt. Das Leeren gibt nur lokalen Speicher frei – auf einem Knoten gespeicherte Miniaturbilder werden nicht gelöscht.
es: Las miniaturas descargadas o generadas al navegar se almacenan en caché en este dispositivo y se comparten entre todos los nodos. Vaciarla solo libera espacio local; no elimina las miniaturas guardadas en un nodo.
es_419: Las miniaturas descargadas o generadas al navegar se almacenan en caché en este dispositivo y se comparten entre todos los nodos. Vaciarla solo libera espacio local; no elimina las miniaturas guardadas en un nodo.
fr: Les miniatures téléchargées ou générées pendant la navigation sont mises en cache sur cet appareil et partagées entre tous les nœuds. Le vidage ne libère que l'espace local — il ne supprime pas les miniatures stockées sur un nœud.
ja: 閲覧中にダウンロードまたは生成されたサムネールはこのデバイスにキャッシュされ、すべてのノードで共有されます。消去してもこのデバイスの空き容量が増えるだけで、ノードに保存されたサムネールは削除されません。
ko: 탐색 중 다운로드하거나 생성된 썸네일은 이 기기에 캐시되며 모든 노드에서 공유됩니다. 지워도 로컬 공간만 확보될 뿐, 노드에 저장된 썸네일은 삭제되지 않습니다.
pt_br: As miniaturas baixadas ou geradas durante a navegação são armazenadas em cache neste dispositivo e compartilhadas entre todos os nós. Limpar apenas libera espaço local — não exclui as miniaturas armazenadas em um nó.
pt_pt: As miniaturas transferidas ou geradas durante a navegação são colocadas em cache neste dispositivo e partilhadas entre todos os nós. Limpar apenas liberta espaço local — não elimina as miniaturas guardadas num nó.
ru: Миниатюры, загруженные или созданные во время просмотра, кэшируются на этом устройстве и используются всеми узлами. Очистка освобождает только локальное пространство и не удаляет миниатюры, хранящиеся на узле.
uk: Мініатюри, завантажені або створені під час перегляду, кешуються на цьому пристрої та спільні для всіх вузлів. Очищення звільняє лише локальний простір і не видаляє мініатюри, збережені на вузлі.
zh_hans: 浏览时下载或生成的缩略图会缓存在本设备，并在所有节点间共享。清空只释放本机空间，不会删除存储在节点上的缩略图。
zh_hant: 瀏覽時下載或產生的縮圖會快取在本裝置，並在所有節點間共享。清除只釋放本機空間，不會刪除儲存在節點上的縮圖。
zh_hk: 瀏覽時下載或產生的縮圖會快取在本裝置，並由所有節點共享。清除快取只會釋放本機空間，不會刪除節點上儲存的縮圖。

# thumbnailCache.size.label
source: Cache Size
de: Cache-Größe
es: Tamaño de la caché
es_419: Tamaño de la caché
fr: Taille du cache
ja: キャッシュサイズ
ko: 캐시 크기
pt_br: Tamanho do cache
pt_pt: Tamanho da cache
ru: Размер кэша
uk: Розмір кешу
zh_hans: 缓存大小
zh_hant: 快取大小
zh_hk: 快取大小

# transfer.accessibilityHint
source: Choose photos, videos, and files and send them to a node's Inbox folder.
de: Fotos, Videos und Dateien auswählen und an den Inbox-Ordner eines Knotens senden.
es: Selecciona fotos, vídeos y archivos y envíalos a la carpeta Inbox de un nodo.
es_419: Selecciona fotos, videos y archivos y envíalos a la carpeta Inbox de un nodo.
fr: Sélectionnez des photos, des vidéos et des fichiers, puis envoyez-les vers le dossier Inbox d’un nœud.
ja: 写真、ビデオ、ファイルを選択して、ノードの Inbox フォルダに送信します。
ko: 사진, 비디오 및 파일을 선택하여 노드의 Inbox 폴더로 전송합니다.
pt_br: Selecione fotos, vídeos e arquivos e envie-os para a pasta Inbox de um nó.
pt_pt: Selecione fotografias, vídeos e ficheiros e envie-os para a pasta Inbox de um nó.
ru: Выберите фото, видео и файлы и отправьте их в папку Inbox узла.
uk: Виберіть фото, відео й файли та надішліть їх до папки Inbox вузла.
zh_hans: 选择图片、视频和文件，并发送到节点的 Inbox 文件夹。
zh_hant: 選擇相片、影片和檔案，並傳送到節點的 Inbox 資料夾。
zh_hk: 選擇相片、影片和檔案，並傳送到節點的 Inbox 資料夾。

# transfer.accessibilityLabel
source: Drop Mode
de: Drop-Modus
es: Modo Drop
es_419: Modo Drop
fr: Mode Drop
ja: ドロップモード
ko: 드롭 모드
pt_br: Modo Drop
pt_pt: Modo Drop
ru: Режим Drop
uk: Режим Drop
zh_hans: 投递模式
zh_hant: 投遞模式
zh_hk: 投遞模式

# transfer.action.sendTo
source: Send to…
de: Senden an…
es: Enviar a…
es_419: Enviar a…
fr: Envoyer vers…
ja: 送信先…
ko: 전송 대상…
pt_br: Enviar para…
pt_pt: Enviar para…
ru: Отправить в…
uk: Надіслати до…
zh_hans: 发送至…
zh_hant: 傳送至…
zh_hk: 傳送至…

# transfer.control.resume
source: Resume
de: Fortsetzen
es: Reanudar
es_419: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
pt_br: Retomar
pt_pt: Retomar
ru: Возобновить
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續

# transfer.error.locationRemovalFailed
source: Couldn’t remove location metadata.
de: Standortmetadaten konnten nicht entfernt werden.
es: No se pudieron eliminar los metadatos de ubicación.
es_419: No se pudieron eliminar los metadatos de ubicación.
fr: Impossible de supprimer les métadonnées de localisation.
ja: 位置情報メタデータを削除できませんでした。
ko: 위치 메타데이터를 제거할 수 없습니다.
pt_br: Não foi possível remover os metadados de localização.
pt_pt: Não foi possível remover os metadados de localização.
ru: Не удалось удалить метаданные геопозиции.
uk: Не вдалося видалити метадані геопозиції.
zh_hans: 无法抹除位置元数据。
zh_hant: 無法抹除位置後設資料。
zh_hk: 無法移除位置元數據。

# transfer.error.locationRemovalIncomplete
source: Some location metadata could not be removed.
de: Einige Standortmetadaten konnten nicht entfernt werden.
es: No se pudieron eliminar algunos metadatos de ubicación.
es_419: No se pudieron eliminar algunos metadatos de ubicación.
fr: Certaines métadonnées de localisation n’ont pas pu être supprimées.
ja: 一部の位置情報メタデータを削除できませんでした。
ko: 일부 위치 메타데이터를 제거할 수 없습니다.
pt_br: Alguns metadados de localização não puderam ser removidos.
pt_pt: Não foi possível remover alguns metadados de localização.
ru: Не удалось удалить некоторые метаданные геопозиции.
uk: Не вдалося видалити деякі метадані геопозиції.
zh_hans: 部分位置元数据无法抹除。
zh_hant: 部分位置後設資料無法抹除。
zh_hk: 部分位置元數據無法移除。

# transfer.error.locationRemovalUnsupported
source: Location metadata removal isn’t supported for this file.
de: Das Entfernen von Standortmetadaten wird für diese Datei nicht unterstützt.
es: Este archivo no permite eliminar los metadatos de ubicación.
es_419: Este archivo no permite eliminar los metadatos de ubicación.
fr: La suppression des métadonnées de localisation n’est pas prise en charge pour ce fichier.
ja: このファイルでは位置情報メタデータの削除はサポートされていません。
ko: 이 파일은 위치 메타데이터 제거를 지원하지 않습니다.
pt_br: A remoção dos metadados de localização não é compatível com este arquivo.
pt_pt: A remoção dos metadados de localização não é suportada para este ficheiro.
ru: Удаление метаданных геопозиции не поддерживается для этого файла.
uk: Видалення метаданих геопозиції не підтримується для цього файлу.
zh_hans: 此文件不支持抹除位置元数据。
zh_hant: 此檔案不支援抹除位置後設資料。
zh_hk: 此檔案不支援移除位置元數據。

# transfer.error.noResources
source: No original files are available to send.
de: Keine Originaldateien zum Senden verfügbar.
es: No hay archivos originales disponibles para enviar.
es_419: No hay archivos originales disponibles para enviar.
fr: Aucun fichier original disponible pour l’envoi.
ja: 送信できるオリジナルファイルがありません。
ko: 전송할 수 있는 원본 파일이 없습니다.
pt_br: Não há arquivos originais disponíveis para envio.
pt_pt: Não existem ficheiros originais disponíveis para enviar.
ru: Нет доступных оригинальных файлов для отправки.
uk: Немає доступних оригінальних файлів для надсилання.
zh_hans: 没有可发送的原始文件。
zh_hant: 沒有可傳送的原始檔案。
zh_hk: 沒有可傳送的原始檔案。

# transfer.error.partial
source: %lld file(s) were sent before the transfer stopped. %@
de: Vor dem Abbruch der Übertragung wurden %lld Datei(en) gesendet. %@
es: Se enviaron %lld archivo(s) antes de que se detuviera la transferencia. %@
es_419: Se enviaron %lld archivo(s) antes de que se detuviera la transferencia. %@
fr: %lld fichier(s) ont été envoyés avant l’arrêt du transfert. %@
ja: 転送が停止するまでに%lld個のファイルを送信しました。 %@
ko: 전송이 중지되기 전에 파일 %lld개를 보냈습니다. %@
pt_br: %lld arquivo(s) foram enviados antes de a transferência ser interrompida. %@
pt_pt: Foram enviados %lld ficheiro(s) antes de a transferência ser interrompida. %@
ru: До остановки передачи отправлено файлов: %lld. %@
uk: До зупинки передавання надіслано файлів: %lld. %@
zh_hans: 传送停止前已发送 %lld 个文件。 %@
zh_hant: 傳送停止前已傳送 %lld 個檔案。 %@
zh_hk: 傳送停止前已傳送 %lld 個檔案。 %@

# transfer.files.error.directory
source: Folders aren’t supported yet.
de: Ordner werden noch nicht unterstützt.
es: Las carpetas todavía no son compatibles.
es_419: Las carpetas aún no son compatibles.
fr: Les dossiers ne sont pas encore pris en charge.
ja: フォルダにはまだ対応していません。
ko: 폴더는 아직 지원되지 않습니다.
pt_br: Pastas ainda não são compatíveis.
pt_pt: As pastas ainda não são suportadas.
ru: Папки пока не поддерживаются.
uk: Папки поки не підтримуються.
zh_hans: 暂不支持文件夹。
zh_hant: 暫不支援資料夾。
zh_hk: 暫不支援資料夾。

# transfer.files.importing
source: Importing files…
de: Dateien werden importiert…
es: Importando archivos…
es_419: Importando archivos…
fr: Importation des fichiers…
ja: ファイルを読み込み中…
ko: 파일 가져오는 중…
pt_br: Importando arquivos…
pt_pt: A importar ficheiros…
ru: Импорт файлов…
uk: Імпорт файлів…
zh_hans: 正在导入文件…
zh_hant: 正在匯入檔案…
zh_hk: 正在匯入檔案…

# transfer.files.select
source: Select Files
de: Dateien auswählen
es: Seleccionar archivos
es_419: Seleccionar archivos
fr: Sélectionner des fichiers
ja: ファイルを選択
ko: 파일 선택
pt_br: Selecionar arquivos
pt_pt: Selecionar ficheiros
ru: Выбрать файлы
uk: Вибрати файли
zh_hans: 选择文件
zh_hant: 選擇檔案
zh_hk: 選擇檔案

# transfer.filter.includeLiveVideo
source: Include MOV video
de: MOV-Video einschließen
es: Incluir vídeo MOV
es_419: Incluir vídeo MOV
fr: Inclure la vidéo MOV
ja: MOV ビデオを含める
ko: MOV 비디오 포함
pt_br: Incluir vídeo MOV
pt_pt: Incluir vídeo MOV
ru: Включать видео MOV
uk: Додавати відео MOV
zh_hans: 包含 MOV 视频
zh_hant: 包含 MOV 影片
zh_hk: 包括 MOV 影片

# transfer.filter.originalPhoto
source: Send original photo when edited
de: Bei bearbeiteten Fotos das Original senden
es: Enviar la foto original si está editada
es_419: Enviar la foto original si está editada
fr: Envoyer la photo d’origine si elle est modifiée
ja: 編集済み写真はオリジナルを送信
ko: 편집된 사진은 원본 보내기
pt_br: Enviar a foto original quando editada
pt_pt: Enviar a fotografia original quando editada
ru: Для изменённых фото отправлять оригинал
uk: Для відредагованих фото надсилати оригінал
zh_hans: 图片编辑过时发送原图
zh_hant: 相片經編輯時傳送原始相片
zh_hk: 相片經編輯時傳送原相

# transfer.filter.originalVideo
source: Send original video when edited
de: Bei bearbeiteten Videos das Original senden
es: Enviar el vídeo original si está editado
es_419: Enviar el vídeo original si está editado
fr: Envoyer la vidéo d’origine si elle est modifiée
ja: 編集済みビデオはオリジナルを送信
ko: 편집된 비디오는 원본 보내기
pt_br: Enviar o vídeo original quando editado
pt_pt: Enviar o vídeo original quando editado
ru: Для изменённых видео отправлять оригинал
uk: Для відредагованих відео надсилати оригінал
zh_hans: 视频编辑过时发送原视频
zh_hant: 影片經編輯時傳送原始影片
zh_hk: 影片經編輯時傳送原片

# transfer.filter.removeLocation
source: Remove location metadata
de: Standortmetadaten entfernen
es: Eliminar metadatos de ubicación
es_419: Eliminar metadatos de ubicación
fr: Supprimer les métadonnées de localisation
ja: 位置情報メタデータを削除
ko: 위치 메타데이터 제거
pt_br: Remover metadados de localização
pt_pt: Remover metadados de localização
ru: Удалять метаданные геопозиции
uk: Видаляти метадані геопозиції
zh_hans: 抹除地理位置信息
zh_hant: 抹除地理位置資訊
zh_hk: 移除地理位置資料

# transfer.filter.resetDefaults
source: Reset to Settings Defaults
de: Auf Standardwerte zurücksetzen
es: Restablecer valores de Ajustes
es_419: Restablecer valores de Ajustes
fr: Rétablir les valeurs des Réglages
ja: 設定のデフォルトに戻す
ko: 설정 기본값으로 재설정
pt_br: Restaurar padrões dos Ajustes
pt_pt: Repor predefinições das Definições
ru: Сбросить до настроек по умолчанию
uk: Скинути до типових налаштувань
zh_hans: 恢复设置中的默认选项
zh_hant: 還原「設定」中的預設選項
zh_hk: 還原「設定」中的預設選項

# transfer.header.localLibrary
source: Local Library
de: Lokale Mediathek
es: Fototeca local
es_419: Fototeca local
fr: Photothèque locale
ja: ローカルライブラリ
ko: 로컬 보관함
pt_br: Fototeca local
pt_pt: Fototeca local
ru: Локальная медиатека
uk: Локальна медіатека
zh_hans: 本地相册
zh_hant: 本機相簿
zh_hk: 本機相簿

# transfer.header.options
source: Options
de: Optionen
es: Opciones
es_419: Opciones
ja: オプション
ko: 옵션
pt_br: Opções
pt_pt: Opções
ru: Параметры
uk: Параметри
zh_hans: 选项
zh_hant: 選項
zh_hk: 選項
